[{"data":1,"prerenderedAt":130},["Reactive",2],{"dpbUdSqNkk":3,"oahxTlMym2":36},[4,10,17,23,30],{"id":5,"title":6,"picture_url":7,"description":8,"practical_info":9,"responsible_person_id":5},1,"Crisis Hotline","https://example.com/crisis_hotline.jpg","The Crisis Hotline provides 24/7 support and assistance for women in crisis situations, including those experiencing violence and family maltreatment.","Available 24/7. Confidential and toll-free.",{"id":11,"title":12,"picture_url":13,"description":14,"practical_info":15,"responsible_person_id":16},2,"Legal Counseling","https://example.com/legal_counseling.jpg","Legal Counseling offers free legal advice and guidance to women seeking assistance with legal matters related to domestic violence and family maltreatment.","By appointment. Free consultation.",7,{"id":18,"title":19,"picture_url":20,"description":21,"practical_info":22,"responsible_person_id":18},3,"Shelter Accommodation","https://example.com/shelter_accommodation.jpg","Shelter Accommodation provides temporary housing and basic necessities for women and their children fleeing from abusive environments.","24/7. Referral required.",{"id":24,"title":25,"picture_url":26,"description":27,"practical_info":28,"responsible_person_id":29},4,"Therapeutic Workshops","https://example.com/therapeutic_workshops.jpg","Therapeutic Workshops offer group therapy sessions and educational workshops to help women heal from trauma and build resilience.","Weekly sessions. Registration required.",14,{"id":31,"title":32,"picture_url":33,"description":34,"practical_info":35,"responsible_person_id":31},5,"Community Support Groups","https://example.com/community_support.jpg","Community Support Groups provide a safe and supportive space for women to connect, share experiences, and receive encouragement and support from peers.","Bi-weekly meetings. Open to all.",[37,41,45,49,53,57,62,66,71,76,81,86,91,96,100,105,110,115,120,125],{"id":5,"name":38,"picture_url":39,"cv":40},"John Doe","/people/john_doe.jpg","John Doe holds a Master's Degree in Counseling Psychology from Stanford University and has been the Crisis Hotline Director since 2020. His previous roles include Crisis Intervention Specialist at the National Crisis Center (2015-2020) and Mental Health Counselor at the City Health Department (2010-2015). John excels in crisis intervention, mental health counseling, hotline management, and trauma-informed care. He oversees the Crisis Hotline, providing 24/7 support and assistance to women in crisis situations, including those experiencing violence and family maltreatment.",{"id":11,"name":42,"picture_url":43,"cv":44},"Jane Smith","/people/jane_smith.jpg","Jane Smith is a seasoned project manager with a proven track record of delivering successful projects on time and within budget.",{"id":18,"name":46,"picture_url":47,"cv":48},"Michael Johnson","/people/michael_johnson.jpg","Michael Johnson holds a Bachelor’s Degree in Social Work from the University of Michigan and has been the Shelter Accommodation Manager since 2017. His prior roles include Housing Coordinator at the Safe Refuge Organization (2013-2017) and Social Worker at the Family Support Network (2008-2013). Michael is skilled in housing management, client support, resource coordination, and crisis intervention. He manages temporary housing and provides basic necessities for women and their children fleeing from abusive environments.",{"id":24,"name":50,"picture_url":51,"cv":52},"Emily Brown","/people/emily_brown.jpg","Emily Brown holds a Bachelor’s Degree in Psychology from New York University and has been the Shelter Director at Safe Haven Shelter since 2016. Her prior roles include Residential Services Coordinator at the Domestic Violence Support Center (2012-2016) and Case Manager at the Family Assistance Program (2008-2012). Emily is skilled in shelter management, trauma-informed care, staff supervision, client advocacy, and crisis management. She manages the daily operations of Safe Haven Shelter, ensuring a secure and supportive environment for women and children fleeing domestic violence.",{"id":31,"name":54,"picture_url":55,"cv":56},"David Wilson","/people/david_wilson.jpg","David Wilson, a Juris Doctor graduate from Harvard Law School, has served as the Legal Aid Coordinator at Legal Aid for Women since 2017. His previous experience includes working as a Family Law Attorney at Wilson & Associates (2013-2017) and as a Legal Advocate at the Women’s Legal Support Network (2009-2013). David specializes in legal advocacy, family law, case management, court representation, and legal counseling. He leads a team providing free legal assistance and advocacy for women dealing with domestic violence and family maltreatment.",{"id":58,"name":59,"picture_url":60,"cv":61},6,"Sarah Johnson","/people/sarah_johnson.jpg","Sarah Johnson, with a Master’s Degree in Social Work from the University of California, Berkeley, has been the Program Manager at the Women’s Empowerment Network since 2018. She previously worked as a Social Worker at Family Support Services (2015-2018) and as a Community Outreach Coordinator at a Women’s Rights Organization (2012-2015). Sarah excels in program management, community outreach, advocacy, workshop facilitation, and crisis intervention. She oversees the Women Empowerment Program, providing essential support and resources to women facing violence and family maltreatment.",{"id":16,"name":63,"picture_url":64,"cv":65},"Christopher Lee","/people/christopher_lee.jpg","Christopher Lee, a Juris Doctor graduate from Yale Law School, has led Legal Counseling since 2018. He previously worked as a Senior Legal Advisor at the Domestic Violence Legal Clinic (2013-2018) and as a Legal Consultant at Women’s Rights Law Firm (2008-2013). Christopher specializes in legal advice, family law, client advocacy, case management, and legal education. He provides free legal advice and guidance to women seeking assistance with legal matters related to domestic violence and family maltreatment.",{"id":67,"name":68,"picture_url":69,"cv":70},8,"Olivia Martinez","/people/olivia_martinez.jpg","Olivia Martinez is an accomplished architect with a keen eye for design and a commitment to creating innovative and sustainable architectural solutions.",{"id":72,"name":73,"picture_url":74,"cv":75},9,"Daniel White","/people/daniel_white.jpg","Daniel White is a creative multimedia artist with experience in graphic design, animation, and video production.",{"id":77,"name":78,"picture_url":79,"cv":80},10,"Sophia Taylor","/people/sophia_taylor.jpg","Sophia Taylor is a dedicated healthcare professional with expertise in nursing and a compassionate approach to patient care.",{"id":82,"name":83,"picture_url":84,"cv":85},11,"Ethan Anderson","/people/ethan_anderson.jpg","Ethan Anderson is an experienced project manager with a proven track record of leading cross-functional teams and delivering successful outcomes.",{"id":87,"name":88,"picture_url":89,"cv":90},12,"Isabella Garcia","/people/isabella_garcia.jpg","Isabella Garcia is a talented software developer with expertise in front-end and back-end technologies, as well as a strong focus on user experience.",{"id":92,"name":93,"picture_url":94,"cv":95},13,"Noah Hernandez","/people/noah_hernandez.jpg","Noah Hernandez is a skilled digital marketer with a passion for driving brand awareness and generating leads through strategic online campaigns.",{"id":29,"name":97,"picture_url":98,"cv":99},"Mia Lopez","/people/mia_lopez.jpg","Mia Lopez, with a Master’s Degree in Clinical Psychology from the University of Texas at Austin, has led Therapeutic Workshops since 2019. Her previous experience includes Group Therapist at the Trauma Recovery Center (2014-2019) and Workshop Facilitator at Women’s Wellness Center (2010-2014). Mia specializes in group therapy, trauma healing, resilience building, and workshop facilitation. She offers group therapy sessions and educational workshops to help women heal from trauma and build resilience.",{"id":101,"name":102,"picture_url":103,"cv":104},15,"William Gonzalez","/people/william_gonzalez.jpg","William Gonzalez is an innovative product designer with a knack for transforming ideas into visually appealing and user-friendly products.",{"id":106,"name":107,"picture_url":108,"cv":109},16,"Ava Martinez","/people/ava_martinez.jpg","Ava Martinez, holding a Bachelor’s Degree in Communications from the University of Florida, has led the Community Outreach Program since 2019. Her prior positions include Outreach Specialist at Empower Women Now (2015-2019) and Communications Coordinator at the Women's Advocacy Group (2012-2015). Ava’s expertise includes community engagement, public speaking, educational resource development, and campaign management. She leads efforts to raise awareness about violence against women and provides educational resources to empower women to seek help and support.",{"id":111,"name":112,"picture_url":113,"cv":114},17,"Alexander Perez","/people/alexander_perez.jpg","Alexander Perez is a creative content creator with experience in writing, editing, and producing engaging multimedia content for various platforms.",{"id":116,"name":117,"picture_url":118,"cv":119},18,"Charlotte Flores","/people/charlotte_flores.jpg","Charlotte Flores, with a Master’s Degree in Clinical Psychology from the University of Texas at Austin, has been the Lead Counselor at Counseling and Support Services since 2018. Her previous roles include Licensed Clinical Psychologist at the Trauma Recovery Center (2014-2018) and Mental Health Counselor at the Women’s Wellness Clinic (2010-2014). Charlotte is adept in trauma counseling, crisis intervention, mental health assessment, support group facilitation, and client support. She oversees confidential counseling and emotional support services for women experiencing trauma and distress due to violence and family maltreatment.",{"id":121,"name":122,"picture_url":123,"cv":124},19,"James Ramirez","/people/james_ramirez.jpg","James Ramirez is a dedicated social worker with a commitment to advocating for vulnerable populations and connecting individuals with the resources they need.",{"id":126,"name":127,"picture_url":128,"cv":129},20,"Scarlett Torres","/people/scarlett_torres.jpg","Scarlett Torres is a skilled event planner with a flair for creativity and a knack for executing flawless events that leave a lasting impression.",1717702409876]