[{"data":1,"prerenderedAt":130},["Reactive",2],{"oahxTlMym2":3,"dpbUdSqNkk":104},[4,9,14,19,24,29,34,39,44,49,54,59,64,69,74,79,84,89,94,99],{"id":5,"name":6,"picture_url":7,"cv":8},1,"John Doe","/people/john_doe.jpg","John Doe is an experienced professional with a background in computer science and extensive experience in software development.",{"id":10,"name":11,"picture_url":12,"cv":13},2,"Jane Smith","/people/jane_smith.jpg","Jane Smith is a seasoned project manager with a proven track record of delivering successful projects on time and within budget.",{"id":15,"name":16,"picture_url":17,"cv":18},3,"Michael Johnson","/people/michael_johnson.jpg","Michael Johnson is a skilled graphic designer with a passion for creating visually stunning designs that captivate audiences.",{"id":20,"name":21,"picture_url":22,"cv":23},4,"Emily Brown","/people/emily_brown.jpg","Emily Brown is a talented marketing specialist with expertise in digital marketing strategies and social media management.",{"id":25,"name":26,"picture_url":27,"cv":28},5,"David Wilson","/people/david_wilson.jpg","David Wilson is a dedicated customer service representative with a commitment to delivering exceptional service and resolving customer issues effectively.",{"id":30,"name":31,"picture_url":32,"cv":33},6,"Sarah Johnson","/people/sarah_johnson.jpg","Sarah Johnson is a highly skilled software engineer with expertise in full-stack web development and a passion for building scalable and efficient applications.",{"id":35,"name":36,"picture_url":37,"cv":38},7,"Christopher Lee","/people/christopher_lee.jpg","Christopher Lee is a seasoned data scientist with a background in mathematics and a proven ability to extract insights from complex datasets.",{"id":40,"name":41,"picture_url":42,"cv":43},8,"Olivia Martinez","/people/olivia_martinez.jpg","Olivia Martinez is an accomplished architect with a keen eye for design and a commitment to creating innovative and sustainable architectural solutions.",{"id":45,"name":46,"picture_url":47,"cv":48},9,"Daniel White","/people/daniel_white.jpg","Daniel White is a creative multimedia artist with experience in graphic design, animation, and video production.",{"id":50,"name":51,"picture_url":52,"cv":53},10,"Sophia Taylor","/people/sophia_taylor.jpg","Sophia Taylor is a dedicated healthcare professional with expertise in nursing and a compassionate approach to patient care.",{"id":55,"name":56,"picture_url":57,"cv":58},11,"Ethan Anderson","/people/ethan_anderson.jpg","Ethan Anderson is an experienced project manager with a proven track record of leading cross-functional teams and delivering successful outcomes.",{"id":60,"name":61,"picture_url":62,"cv":63},12,"Isabella Garcia","/people/isabella_garcia.jpg","Isabella Garcia is a talented software developer with expertise in front-end and back-end technologies, as well as a strong focus on user experience.",{"id":65,"name":66,"picture_url":67,"cv":68},13,"Noah Hernandez","/people/noah_hernandez.jpg","Noah Hernandez is a skilled digital marketer with a passion for driving brand awareness and generating leads through strategic online campaigns.",{"id":70,"name":71,"picture_url":72,"cv":73},14,"Mia Lopez","/people/mia_lopez.jpg","Mia Lopez is a dedicated educator with a commitment to fostering a positive learning environment and helping students reach their full potential.",{"id":75,"name":76,"picture_url":77,"cv":78},15,"William Gonzalez","/people/william_gonzalez.jpg","William Gonzalez is an innovative product designer with a knack for transforming ideas into visually appealing and user-friendly products.",{"id":80,"name":81,"picture_url":82,"cv":83},16,"Ava Martinez","/people/ava_martinez.jpg","Ava Martinez is a seasoned financial analyst with expertise in data analysis and financial modeling, as well as a strong understanding of market trends and economic indicators.",{"id":85,"name":86,"picture_url":87,"cv":88},17,"Alexander Perez","/people/alexander_perez.jpg","Alexander Perez is a creative content creator with experience in writing, editing, and producing engaging multimedia content for various platforms.",{"id":90,"name":91,"picture_url":92,"cv":93},18,"Charlotte Flores","/people/charlotte_flores.jpg","Charlotte Flores is a detail-oriented project coordinator with a passion for organization and a talent for managing multiple tasks simultaneously.",{"id":95,"name":96,"picture_url":97,"cv":98},19,"James Ramirez","/people/james_ramirez.jpg","James Ramirez is a dedicated social worker with a commitment to advocating for vulnerable populations and connecting individuals with the resources they need.",{"id":100,"name":101,"picture_url":102,"cv":103},20,"Scarlett Torres","/people/scarlett_torres.jpg","Scarlett Torres is a skilled event planner with a flair for creativity and a knack for executing flawless events that leave a lasting impression.",[105,110,115,120,125],{"id":5,"title":106,"picture_url":107,"description":108,"practical_info":109,"responsible_person_id":30},"Crisis Hotline","https://example.com/crisis_hotline.jpg","The Crisis Hotline provides 24/7 support and assistance for women in crisis situations, including those experiencing violence and family maltreatment.","Available 24/7. Confidential and toll-free.",{"id":10,"title":111,"picture_url":112,"description":113,"practical_info":114,"responsible_person_id":35},"Legal Counseling","https://example.com/legal_counseling.jpg","Legal Counseling offers free legal advice and guidance to women seeking assistance with legal matters related to domestic violence and family maltreatment.","By appointment. Free consultation.",{"id":15,"title":116,"picture_url":117,"description":118,"practical_info":119,"responsible_person_id":40},"Shelter Accommodation","https://example.com/shelter_accommodation.jpg","Shelter Accommodation provides temporary housing and basic necessities for women and their children fleeing from abusive environments.","24/7. Referral required.",{"id":20,"title":121,"picture_url":122,"description":123,"practical_info":124,"responsible_person_id":45},"Therapeutic Workshops","https://example.com/therapeutic_workshops.jpg","Therapeutic Workshops offer group therapy sessions and educational workshops to help women heal from trauma and build resilience.","Weekly sessions. Registration required.",{"id":25,"title":126,"picture_url":127,"description":128,"practical_info":129,"responsible_person_id":50},"Community Support Groups","https://example.com/community_support.jpg","Community Support Groups provide a safe and supportive space for women to connect, share experiences, and receive encouragement and support from peers.","Bi-weekly meetings. Open to all.",1717615251967]